Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvInvitationFlow/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# %@ invites you to discuss on Olvid
source: %@ would like to discuss with you on Olvid
de: %@ möchte mit Ihnen auf Olvid diskutieren
es: %@ quisiera conversar contigo en Olvid
fr: %@ aimerait discuter avec vous sur Olvid
it: %@ vorrebbe discutere con te su Olvid
ja: %@ さんが Olvid であなたと話したいと思っています
ko: %@ 님이 Olvid에서 대화를 나누고 싶어합니다.
pt_br: %@ gostaria de conversar com você no Olvid
pt_pt: %@ gostaria de conversar consigo no Olvid
ru: %@ хотел(а) бы обсудить с вами в Olvid
uk: %@ хотів би/хотіла би обговорити з вами на Olvid
zh_hans: %@ 想要在 Olvid 上与您讨论

# %@ invites you to discuss on Olvid. To accept, please click the link
source: %@ invites you to discuss on Olvid. To accept, please click the link attached.
de: %@ lädt Sie ein, auf Olvid zu diskutieren. Um die Einladung anzunehmen, klicken Sie bitte auf den beigefügten Link.
es: %@ te invita a conversar en Olvid. Para aceptar, por favor, haz clic en el enlace adjunto.
fr: %@ aimerait discuter avec vous sur Olvid. Pour accepter, utilisez le lien ci-joint.
it: %@ ti invita a discutere su Olvid. Per accettare, clicca sul link allegato.
ja: %@がOlvidでのディスカッションにあなたを招待しました。参加するには、添付のリンクをクリックしてください。
ko: %@님이 Olvid에서 대화에 참여하도록 초대합니다. 참여하려면 첨부된 링크를 클릭하세요.
pt_br: %@ está te convidando para participar de uma discussão no Olvid. Para aceitar, clique no link anexado.
pt_pt: %@ convida-o(a) a participar numa conversa no Olvid. Para aceitar, clique no link em anexo.
ru: %@ приглашает вас обсудить на Olvid. Чтобы принять, пожалуйста, нажмите на прикрепленную ссылку.
uk: %@ запрошує вас обговорити це на Olvid. Щоб прийняти запрошення, натисніть на посилання нижче.
zh_hans: %@ 邀请您在 Olvid 上进行讨论。如需接受，请点击附件中的链接。

# %lld_KEYCLOAK_MISSING_RESULTS
source: %lld additional search results are available. Please refine your search.
de: %lld zusätzliche Suchergebnisse sind verfügbar. Bitte verfeinern Sie Ihre Suche.
es: Hay %lld resultados de búsqueda adicionales disponibles. Por favor, refine tu búsqueda.
fr: %lld résultats supplémentaires sont disponibles. Veuillez affiner votre recherche.
it: Sono disponibili %lld ulteriori risultati di ricerca. Si prega di affinare la ricerca.
ja: %lld 件の追加検索結果があります。検索条件を絞り込んでください。
ko: %lld개의 추가 검색 결과가 있습니다. 검색어를 구체적으로 입력해 주세요.
pt_br: %lld resultados de pesquisa adicionais estão disponíveis. Por favor, refine sua pesquisa.
pt_pt: Existem %lld resultados de pesquisa adicionais. Refine a sua pesquisa.
ru: Доступно %lld дополнительных результатов поиска. Пожалуйста, уточните ваш запрос.
uk: Доступно %lld додаткових результатів пошуку. Будь ласка, уточніть свій запит.
zh_hans: 还有 %lld 个额外的搜索结果。请优化您的搜索。

# ADD_A_CONTACT_BUTTON_TITLE
source: Connect with another user
de: Verbinde dich mit einem anderen Nutzer
es: Conéctate con otro usuario
fr: Entrer en contact avec un autre utilisateur
it: Connettiti con un altro utente
ja: 他のユーザーと接続
ko: 다른 사용자와 연결
pt_br: Conecte-se com outro usuário
pt_pt: Ligar-se a outro utilizador
ru: Подключитесь к другому пользователю
uk: Підключіться до іншого користувача
zh_hans: 与另一用户连接

# BUTTON_ACTION_INVITE
source: Invite
de: Einladen
es: Invitar
fr: Inviter
it: Invita
ja: 招待
ko: 초대
pt_br: Convidar
pt_pt: Convidar
ru: Пригласить
uk: Запросити
zh_hans: 邀请

# BUTTON_ACTION_INVITE_GO_TO_DISCUSSION
source: Discuss
de: Diskutieren
es: Conversar
fr: Discuter
it: Discuti
ja: 議論する
ko: 토론하기
pt_br: Discutir
pt_pt: Discutir
ru: Обсудить
uk: Обговорити
zh_hans: 讨论

# BUTTON_ACTION_INVITE_REMOVE
source: Remove invite
de: Einladung entfernen
es: Eliminar invitación
fr: Retirer l’invitation
it: Rimuovi invito
ja: 招待を削除
ko: 초대 삭제
pt_br: Remover convite
pt_pt: Remover convite
ru: Удалить приглашение
uk: Видалити запрошення
zh_hans: 移除邀请

# CANNOT_INVITE_YOURSELF_MESSAGE
source: This is your own invitation link. You can share it with other Olvid users so they can invite you remotely.
de: Dies ist dein persönlicher Einladungslink. Du kannst ihn mit anderen Olvid-Nutzern teilen, damit sie dich per Fernzugriff einladen können.
es: Este es tu enlace de invitación personal. Puedes compartirlo con otros usuarios de Olvid para que te inviten de forma remota.
fr: Ce lien est le vôtre. Partagez-le avec d’autres utilisateurs d’Olvid pour qu’ils puissent vous inviter à distance.
it: Questo è il tuo link di invito personale. Puoi condividerlo con altri utenti Olvid in modo che possano invitarti da remoto.
ja: これはあなた自身の招待リンクです。他のOlvidユーザーと共有して、遠隔から招待してもらうことができます。
ko: 이 링크는 본인 초대 링크입니다. 다른 Olvid 사용자들과 공유하여 원격으로 초대할 수 있습니다.
pt_br: Este é o seu link de convite pessoal. Você pode compartilhá-lo com outros usuários do Olvid para que eles possam convidá-lo remotamente.
pt_pt: Este é o seu link de convite pessoal. Pode partilhá-lo com outros utilizadores do Olvid para que o possam convidar remotamente.
ru: Это ваша личная ссылка-приглашение. Вы можете поделиться ею с другими пользователями Olvid, чтобы они могли пригласить вас удаленно.
uk: Це ваше особисте запрошення. Ви можете поділитися ним з іншими користувачами Olvid, щоб вони могли запросити вас віддалено.
zh_hans: 这是您的专属邀请链接。您可以将其分享给其他 Olvid 用户，以便他们可以远程邀请您。

# CANNOT_INVITE_YOURSELF_TITLE
source: Cannot invite yourself
de: Du kannst dich nicht selbst einladen
es: No puedes invitarte a ti mismo
fr: Impossible de s’inviter soi-même
it: Non puoi invitare te stesso
ja: 自分自身を招待することはできません
ko: 본인은 초대할 수 없습니다
pt_br: Não é possível se convidar
pt_pt: Não pode convidar a si próprio
ru: Нельзя пригласить самого себя
uk: Не можна запросити себе
zh_hans: 无法邀请自己

# CONTACT_VIEW_NEW_CONTACT
source: New contact
de: Neuer Kontakt
es: Nuevo contacto
fr: Nouveau contact
it: Nuovo contatto
ja: 新しい連絡先
ko: 새 연락처
pt_br: Novo contato
pt_pt: Novo contacto
ru: Новый контакт
uk: Новий контакт
zh_hans: 新联系人

# CONTACT_VIEW_NEW_GROUP
source: New group
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
it: Nuovo gruppo
ja: 新しいグループ
ko: 새 그룹
pt_br: Novo grupo
pt_pt: Novo grupo
ru: Новая группа
uk: Нова група
zh_hans: 新建群组

# CONTACT_VIEW_PICKER_CONTACTS
source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs
it: Utenti
ja: ユーザー
ko: 사용자
pt_br: Usuários
pt_pt: Utilizadores
ru: Пользователи
uk: Користувачі
zh_hans: 用户

# CONTACT_VIEW_PICKER_DIRECTORY
source: Pro directory
de: Pro-Verzeichnis
es: Directorio Pro
fr: Annuaire pro
it: Rubrica Pro
ja: プロフェッショナルディレクトリ
ko: 전문가 디렉터리
pt_br: Diretório profissional
pt_pt: Diretório Pro
ru: Каталог профессионалов
uk: Профіль користувачів
zh_hans: 专业目录

# CONTACT_VIEW_PICKER_GROUPS
source: Groups
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
ja: グループ
ko: 그룹
pt_br: Grupos
pt_pt: Grupos
ru: Группы
uk: Групи
zh_hans: 群组

# CONTACT_VIEW_TITLE
source: New message to…
de: Neue Nachricht von…
es: Nuevo mensaje de…
fr: Nouveau message à…
it: Nuovo messaggio da…
ja: 新しいメッセージ
ko: 새 메시지가 도착했습니다...
pt_br: Nova mensagem para…
pt_pt: Nova mensagem para...
ru: Новое сообщение от…
uk: Нове повідомлення від…
zh_hans: 来自…的新消息

# CONTENT_UNAVAILABLE_VIEW_DESCRIPTION_CONTACTS_LIST
source: No contact available
de: Kein Kontakt verfügbar
es: No hay contactos disponibles
fr: Pas de contacts disponibles
it: Nessun contatto disponibile
ja: 利用可能な連絡先がありません
ko: 연락처가 없습니다
pt_br: Nenhum contato disponível
pt_pt: Nenhum contacto disponível
ru: Контактов не найдено
uk: Контакт недоступний
zh_hans: 没有可用联系人

# CONTENT_UNAVAILABLE_YET_VIEW_DESCRIPTION_CONTACTS_LIST
source: No contacts yet
de: Noch keine Kontakte
es: No hay contactos aún
fr: Aucun contact pour l’instant
it: Nessun contatto ancora
ja: まだ連絡先がありません
ko: 연락처가 아직 없습니다.
pt_br: Nenhum contato ainda
pt_pt: Ainda não tem contactos
ru: Пока нет контактов
uk: Поки що жодних контактів
zh_hans: 尚未添加任何联系人

# CONTENT_UNAVAILABLE_YET_VIEW_DESCRIPTION_CONTACTS_LIST_DESCRIPTION
source: Olvid doesn’t add anyone without your choice. You decide who to invite—either in person or remotely. Tap ‘New contact’ to start.
de: Olvid fügt niemanden ohne Ihre Zustimmung hinzu. Sie entscheiden, wen Sie einladen – persönlich oder aus der Ferne. Tippen Sie auf „Neuer Kontakt“, um zu beginnen.
es: Olvid no agregará a nadie sin tu elección. Tú decides a quién invitar, ya sea en persona o de forma remota. Toca ‘Nuevo contacto’ para comenzar.
fr: Olvid n’ajoute aucun contact sans votre accord. Vous décidez qui inviter, en personne ou à distance. Appuyez sur « Nouveau contact » pour commencer.
it: Olvid non aggiunge nessuno senza la tua scelta. Decidi tu chi invitare, di persona o da remoto. Tocca "Nuovo contatto" per iniziare.
ja: Olvidは、あなたの許可なしに誰かを追加することはありません。対面またはリモートで、誰を招待するかを自分で決められます。‘新しい連絡先’をタップして開始してください。
ko: Olvid는 사용자의 선택 없이 누구도 추가하지 않습니다. 사용자가 직접 초대할 사람을 결정합니다. 직접 초대하거나 원격으로 초대할 수 있습니다. '새 연락처'를 탭하여 시작하세요.
pt_br: Olvid não adiciona ninguém sem sua permissão. Você decide quem convidar, seja pessoalmente ou remotamente. Toque em "Novo contato" para começar.
pt_pt: O Olvid não adiciona ninguém sem a sua permissão. Você decide quem convidar, seja pessoalmente ou remotamente. Toque em "Novo contacto" para começar.
ru: Olvid не добавляет никого без вашего выбора. Вы решаете, кого приглашать — лично или удаленно. Нажмите «Новый контакт», чтобы начать.
uk: Olvid ніколи не додає нікого без вашого дозволу. Ви вирішуєте, кого запрошувати – особисто чи віддалено. Натисніть «Новий контакт», щоб розпочати.
zh_hans: Olvid不会在未经您同意的情况下添加任何人。您可以决定邀请谁，无论是亲自邀请还是远程邀请。点击“新联系人”开始。

source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
it: Copiato!
ja: コピーしました！
ko: 복사됨!
pt_br: Copiado!
pt_pt: Copiado!
ru: Скопировано!
uk: Скопійовано!
zh_hans: 已复制！

# COPY_MY_ID_TO_CLIPBOARD
source: Copy my invitation link to clipboard
de: Meine Einladungslink in die Zwischenablage kopieren
es: Copiar mi enlace de invitación al portapapeles
fr: Copier mon lien d’invitation
it: Copia il mio link di invito negli appunti
ja: 招待リンクをクリップボードにコピー
ko: 초대 링크를 클립보드에 복사
pt_br: Copiar meu link de convite para a área de transferência
pt_pt: Copiar o meu link de convite para a área de transferência
ru: Скопировать ссылку-приглашение в буфер обмена
uk: Скопіювати моє запрошення в буфер обміну
zh_hans: 将我的邀请链接复制到剪贴板

source: Get in contact
de: Kontaktiere mich
es: Ponte en contacto
fr: Entrer en contact
it: Contattaci
ja: 連絡を取りましょう
ko: 연락하세요
pt_br: Entre em contato
pt_pt: Entrar em contacto
ru: Связаться
uk: Зв'яжіться
zh_hans: 联系我们

source: Get in contact remotely
de: Kontaktieren Sie die Person remote
es: Contactar remotamente
fr: Entrer en contact à distance
it: Contattami da remoto
ja: リモートで連絡する
ko: 원격으로 연락하세요
pt_br: Entre em contato remotamente
pt_pt: Contacte-nos remotamente
ru: Связаться удаленно
uk: Зв'яжіться віддалено
zh_hans: 通过远程方式进行联系

# HOW_DO_YOU_WANT_TO_ADD_A_CONTACT
source: How would you like to add this contact?
de: Wie möchtest du diesen Kontakt hinzufügen?
es: ¿Cómo te gustaría añadir este contacto?
fr: Comment souhaitez-vous ajouter ce contact ?
it: Come vorresti aggiungere questo contatto?
ja: この連絡先をどのように追加しますか？
ko: 이 연락처를 어떻게 추가하시겠습니까?
pt_br: Como você gostaria de adicionar este contato?
pt_pt: Como gostaria de adicionar este contacto?
ru: Как вы хотите добавить этот контакт?
uk: Як ви хочете додати цей контакт?
zh_hans: 您想如何添加此联系人？

# INVITE_%@_LOCALLY
source: Have %@ scan this QR code to get in contact immediately.
de: Lass %@ diesen QR-Code scannen, um sofort Kontakt aufzunehmen.
es: Haz que %@ escanee este código QR para contactar inmediatamente.
fr: Faites scanner ce code QR à %@ pour entrer en contact immédiatement.
it: Fai scansionare questo codice QR a %@ per entrare in contatto immediatamente.
ja: %@にこのQRコードをスキャンしてもらい、すぐに連絡を取り合ってください。
ko: %@에게 이 QR 코드를 스캔하도록 하여 즉시 연락하세요.
pt_br: Peça para %@ escanear este código QR para que possamos conversar imediatamente.
pt_pt: Peça a %@ para escanear este código QR para que possa entrar em contacto imediatamente.
ru: Попросите %@ отсканировать этот QR-код, чтобы немедленно установить контакт.
uk: Попросіть %@ відсканувати цей QR-код, щоб негайно встановити контакт.
zh_hans: 请让 %@ 扫描此二维码以立即建立联系。

# KEYCLOAK_AUTHENTICATION_BUTTON_TITLE
source: Log in
de: Anmelden
es: Iniciar sesión
fr: Me reconnecter
it: Accedi
ja: ログイン
ko: 로그인
pt_br: Fazer login
pt_pt: Iniciar sessão
ru: Войти
uk: Увійти
zh_hans: 登录

# KEYCLOAK_AUTHENTICATION_REQUIRED_DESCRIPTION
source: To find and connect with others, please log in again.
de: Um andere zu finden und sich mit ihnen zu verbinden, melden Sie sich bitte erneut an.
es: Para encontrar y conectar con otros, por favor, inicia sesión de nuevo.
fr: Pour rechercher des utilisateurs, une petite connexion et c’est reparti !
it: Per trovare e connetterti con gli altri, effettua nuovamente il login.
ja: 他のユーザーを検索して接続するには、再度ログインしてください。
ko: 다른 사용자를 찾고 연결하려면 다시 로그인하세요.
pt_br: Para encontrar e se conectar com outras pessoas, faça login novamente.
pt_pt: Para encontrar e conectar-se com outras pessoas, por favor faça login novamente.
ru: Чтобы найти и связаться с другими, пожалуйста, войдите в систему еще раз.
uk: Щоб знайти та зв’язатися з іншими, будь ласка, увійдіть ще раз.
zh_hans: 为了查找和连接其他用户，请重新登录。

# KEYCLOAK_AUTHENTICATION_REQUIRED_TITLE
source: Time to reconnect!
de: Zeit zum erneuten Verbinden!
es: ¡Es hora de reconectar!
fr: Il est temps de vous reconnecter
it: Tempo per riconnettersi!
ja: 再接続の時間です！
ko: 다시 연결할 시간입니다!
pt_br: Hora de reconectar!
pt_pt: Hora de voltar a conectar!
ru: Пора подключиться снова!
uk: Час під'єднатися знову!
zh_hans: 是时候重新连接了！

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
ko: 나중에
pt_br: Mais tarde
pt_pt: Mais tarde
ru: Позже
uk: Пізніше
zh_hans: 稍后

# MORE_INVITATION_METHODS
source: Additional methods for adding a contact.
de: Zusätzliche Methoden zum Hinzufügen eines Kontakts.
es: Métodos adicionales para agregar un contacto.
fr: Autres méthodes d'ajout de contact.
it: Metodi aggiuntivi per aggiungere un contatto.
ja: 連絡先を追加するためのその他の方法。
ko: 연락처를 추가하는 다른 방법입니다.
pt_br: Métodos adicionais para adicionar um contato.
pt_pt: Métodos adicionais para adicionar um contacto.
ru: Дополнительные способы добавления контакта.
uk: Додаткові способи додавання контакту.
zh_hans: 添加联系人的其他方法

# OPTION_ONE_FACE_TO_FACE
source: Option 1: face-to-face
de: Option 1: persönlich
es: Opción 1: cara a cara
fr: Option 1 : en face-à-face
it: Opzione 1: di persona
ja: オプション1：対面
ko: 옵션 1: 대면
pt_br: Opção 1: pessoalmente
pt_pt: Opção 1: presencial
ru: Вариант 1: личная встреча
uk: Варіант 1: особиста зустріч
zh_hans: 选项 1：面对面

# OPTION_TWO_REMOTELY
source: Option 2: remotely
de: Option 2: aus der Ferne
es: Opción 2: de forma remota
fr: Option 2 : à distance
it: Opzione 2: da remoto
ja: オプション 2: リモート
ko: 옵션 2: 원격으로
pt_br: Opção 2: remotamente
pt_pt: Opção 2: remotamente
ru: Вариант 2: удаленно
uk: Варіант 2: віддалено
zh_hans: 选项 2：远程

# PASTED_STRING_IS_NOT_OLVID_ID
source: What you pasted doesn't seem to be an Olvid ID 🧐
de: Was Sie eingefügt haben, scheint keine Olvid-ID zu sein 🧐
es: Lo que has pegado no parece ser un ID de Olvid 🧐
fr: Ce que vous venez de coller ne semble pas être un ID Olvid 🧐
it: Sembra che ciò che hai incollato non sia un Olvid ID 😕
ja: 貼り付けた内容がOlvid IDではないようです。🧐
ko: 붙여넣은 내용이 올비드 ID가 아닌 것 같습니다. 😥
pt_br: O que você colou não parece ser um ID Olvid 😕
pt_pt: O que colou não parece ser um ID Olvid 😕
ru: Похоже, то, что вы вставили, не является Olvid ID 🤦‍♀️
uk: Те, що ви вставили, не схоже на Olvid ID 🤦‍♀️
zh_hans: 您粘贴的内容似乎不是 Olvid ID 🧐

# PASTE_CONTACT_ID_FROM_CLIPBOARD
source: Paste an Olvid link from clipboard
de: Füge einen Olvid-Link aus der Zwischenablage ein
es: Pega un enlace de Olvid desde el portapapeles
fr: Coller un lien depuis le presse-papiers
it: Incolla un link Olvid dagli appunti
ja: クリップボードからOlvidのリンクを貼り付けてください
ko: 클립보드에서 Olvid 링크를 붙여넣으세요.
pt_br: Cole um link do Olvid da sua área de transferência
pt_pt: Cole um link do Olvid da sua área de transferência
ru: Вставьте ссылку Olvid из буфера обмена
uk: Вставте посилання Olvid з буфера обміну
zh_hans: 从剪贴板粘贴 Olvid 链接

# PROFILE_COPY_TITLE
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
pt_pt: Copiar
ru: Копировать
uk: Копіювати
zh_hans: 复制

# PROFILE_DOWNLOAD_TITLE
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
pt_pt: Descarregar
ru: Скачать
uk: Завантажити
zh_hans: 下载

# PROFILE_SHARE_TITLE
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
pt_pt: Partilhar
ru: Поделиться
uk: Поділитися
zh_hans: 分享

# SCAN_MUTAL_CANNOT_ACTION
source: Use other methods
de: Andere Methoden verwenden
es: Usar otros métodos
fr: Inviter autrement
it: Utilizza altri metodi
ja: 別の方法を使用
ko: 다른 방법을 사용하세요
pt_br: Use outros métodos
pt_pt: Usar outros métodos
ru: Использовать другие способы
uk: Використовуйте інші способи
zh_hans: 使用其他方法

# SCAN_MUTAL_CANNOT_STEP_2_ACTION
source: Invite remotely
de: Fern einladen
es: Invitar remotamente
fr: Inviter à distance
it: Invita da remoto
ja: リモートで招待
ko: 원격으로 초대
pt_br: Convidar remotamente
pt_pt: Convidar remotamente
ru: Пригласить удаленно
uk: Запросити віддалено
zh_hans: 远程邀请

# SCAN_MUTUAL_CANNOT_MESSAGE
source: You cannot scan?
de: Kannst du nicht scannen?
es: ¿No puedes escanear?
fr: Vous ne pouvez pas scanner ?
it: Non riesci a scansionare?
ja: スキャンできませんか？
ko: QR 코드를 스캔할 수 없나요?
pt_br: Você não consegue escanear?
pt_pt: Não consegue usar o scanner?
ru: Вы не можете сканировать?
uk: Ви не можете сканувати?
zh_hans: 无法扫描吗？

# SCAN_MUTUAL_CANNOT_STEP_2_MESSAGE
source: Your contact cannot scan?
de: Kann dein Kontakt den Code nicht scannen?
es: ¿Tu contacto no puede escanear?
fr: Votre contact ne peut pas scanner ?
it: Il tuo contatto non riesce a scansionare?
ja: 相手が連絡先をスキャンできませんか？
ko: 연락처가 QR 코드를 스캔할 수 없나요?
pt_br: Seu contato não consegue escanear?
pt_pt: O seu contacto não consegue efetuar a leitura do código?
ru: Ваш контакт не может сканировать?
uk: Ваш контакт не може сканувати?
zh_hans: 您的联系人无法扫描吗？

# SCAN_MUTUAL_TITLE
source: Scan each other’s QR code to connect
de: Scannt gegenseitig eure QR-Codes, um eine Verbindung herzustellen
es: Escanear el código QR del otro para conectar
fr: Scannez vos codes QR mutuellement pour vous connecter
it: Scansiona il codice QR dell'altro per connetterti
ja: お互いのQRコードをスキャンして接続
ko: 상대방의 QR 코드를 스캔하여 연결하세요.
pt_br: Escaneie o código QR do outro para se conectar
pt_pt: Digitalize os códigos QR um do outro para se conectarem
ru: Отсканируйте QR-код друг друга, чтобы подключиться
uk: Відскануйте QR-код один одного, щоб підключитися
zh_hans: 扫描对方的二维码以进行连接

# SCAN_SUCCESS_MESSAGE
source: Code scanned!
de: Code gescannt!
es: ¡Código escaneado!
fr: Code scanné !
it: Codice scansionato!
ja: コードをスキャンしました！
ko: 코드가 스캔되었습니다!
pt_br: Código lido!
pt_pt: Código lido!
ru: Код отсканирован!
uk: Код скановано!
zh_hans: 已扫描二维码！

# SCAN_VALIDATION_SUBTITLE_ADDING_CONTACT
source: Adding contact…
de: Kontakt wird hinzugefügt…
es: Añadiendo contacto…
fr: Ajout du contact en cours…
it: Aggiunta contatto...
ja: 連絡先を追加中…
ko: 연락처 추가 중...
pt_br: Adicionando contato…
pt_pt: A adicionar contacto...
ru: Добавление контакта…
uk: Додавання контакту…
zh_hans: 正在添加联系人……

# SCAN_VALIDATION_SUBTITLE_CONTACT_WILL_BE_ADDED_WHEN_NETWORK_AVAILABLE
source: Your contact will be added as soon as you’re back online.
de: Dein Kontakt wird hinzugefügt, sobald du wieder online bist.
es: Tu contacto se añadirá tan pronto como vuelvas a estar conectado.
fr: Votre contact sera ajouté dès que vous serez de nouveau en ligne.
it: Il tuo contatto verrà aggiunto non appena sarai di nuovo online.
ja: オンラインに戻ったら、すぐに連絡先が追加されます。
ko: 다시 온라인 상태가 되면 연락처가 즉시 추가됩니다.
pt_br: Seu contato será adicionado assim que você estiver online novamente.
pt_pt: O seu contacto será adicionado assim que estiver novamente online.
ru: Ваш контакт будет добавлен, как только вы вернетесь в онлайн.
uk: Ваш контакт буде додано, як тільки ви знову підключитесь до мережі.
zh_hans: 您重新上线后，您的联系人将被添加。

# SCAN_VALIDATION_SUBTITLE_DISCUSSION_AVAILABLE_%@
source: %@ is now in your contacts. Start chatting now!
de: %@ ist jetzt in Ihren Kontakten. Beginnen Sie jetzt mit dem Chatten!
es: %@ ahora está en tus contactos. ¡Empieza a conversar ahora!
fr: %@ fait maintenant partie de vos contacts. Commencez à discuter dès maintenant !
it: %@ è ora nei tuoi contatti. Inizia a chattare subito!
ja: %@ があなたの連絡先に登録されました。今すぐチャットを始めましょう！
ko: %@님이 이제 연락처에 추가되었습니다. 지금 바로 대화를 시작하세요!
pt_br: %@ agora está em seus contatos. Comece a conversar!
pt_pt: %@ está agora nos seus contactos. Comece a conversar já!
ru: %@ теперь в ваших контактах. Начните общение!
uk: %@ тепер у ваших контактах. Почніть спілкування!
zh_hans: %@ 现在已在您的联系人中。现在就开始聊天吧！

# SCAN_YOURS_TITLE
source: Their turn to scan your QR code.
de: Warte, bis sie deinen QR-Code scannen.
es: Ahora es su turno de escanear tu código QR.
fr: À son tour de scanner votre QR code.
it: Tocca a loro scansionare il tuo codice QR.
ja: 相手のQRコードをスキャンする番です。
ko: 상대방이 QR 코드를 스캔할 차례입니다.
pt_br: Agora é a vez deles de escanear o seu código QR.
pt_pt: É a vez deles de ler o seu código QR.
ru: Их очередь сканировать ваш QR-код.
uk: Їхня черга сканувати ваш QR-код.
zh_hans: 现在轮到对方扫描你的二维码了。

# SEARCH_CONTACT_OR_GROUP
source: Search users and groups
de: Benutzer und Gruppen suchen
es: Buscar usuarios y grupos
fr: Utilisateurs et groupes
it: Cerca utenti e gruppi
ja: ユーザーとグループを検索
ko: 사용자와 그룹 검색
pt_br: Pesquisar usuários e grupos
pt_pt: Pesquisar utilizadores e grupos
ru: Поиск пользователей и групп
uk: Пошук користувачів та груп
zh_hans: 搜索用户和群组

# SHARING_PROFILE_TITLE
source: Share your profile
de: Teile dein Profil
es: Comparte tu perfil
fr: Partager votre profil
it: Condividi il tuo profilo
ja: プロフィールを共有
ko: 프로필을 공유하세요
pt_br: Compartilhe seu perfil
pt_pt: Partilhe o seu perfil
ru: Поделитесь своим профилем
uk: Поділіться своїм профілем
zh_hans: 分享你的个人资料

# SHOW_ADD_CONTACT_SHEET_DISTANCE
source: Remotely
de: Fernab
es: A distancia
fr: À distance
it: Da remoto
ja: リモート
ko: 원격으로
pt_br: Remotamente
pt_pt: Remotamente
ru: Удалённо
uk: Віддалено
zh_hans: 远程

# SHOW_ADD_CONTACT_SHEET_IN_PERSON
source: Face-to-face
de: Persönlich
es: En persona
fr: En face à face
it: Di persona
ja: 対面
ko: 직접 대면
pt_br: Pessoalmente
pt_pt: Presencialmente
ru: Лицом к лицу
uk: Опліччя до обличчя
zh_hans: 面对面

# SOMETHING_WENT_WONT_DURING_KEYCLOAK_SEARCH
source: Hmm, that didn’t work
de: Hmm, das hat nicht funktioniert
es: Hmm, no funcionó
fr: Oh non, ça n’a pas fonctionné
it: Mmh, non ha funzionato
ja: うーん、うまくいきませんでした
ko: 음, 제대로 작동하지 않았네요.
pt_br: Hmm, não funcionou.
pt_pt: Hum, isso não funcionou.
ru: Хмм, что-то пошло не так
uk: Гм, не вийшло
zh_hans: 嗯，好像没成功
